Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: %@ exceeds the safe in-memory size limit.
af: %@ oorskry die veilige groottelimiet in die geheue.
am: %@ ደህንነቱ የተጠበቀውን የማህደረ ትውስታ መጠን ገደብ አልፏል።
ar: يتجاوز %@ الحد الآمن لحجم الذاكرة.
az: %@ təhlükəsiz yaddaş ölçüsü limitini aşır.
be: %@ перавышае бяспечны ліміт памеру.
bg: %@ превишава безопасния лимит за размер в паметта.
bn: %@ মেমরির নিরাপদ আকারের সীমা অতিক্রম করেছে।
ca: %@ supera el límit de mida segura en memòria.
cs: %@ překračuje bezpečný limit velikosti v paměti.
cy: Mae %@ yn fwy na'r terfyn maint diogel yn y cof.
da: %@ overskrider den sikre størrelsesgrænse for hukommelsen.
de: %@ überschreitet das sichere Speicherlimit im Speicher.
de_at: %@ überschreitet die zulässige Speichergrößengrenze.
de_ch: %@ überschreitet die zulässige Speichergrößengrenze.
el: %@ υπερβαίνει το όριο ασφαλούς μεγέθους στη μνήμη.
es: %@ supera el límite de tamaño seguro en memoria.
es_ar: %@ supera el límite de tamaño seguro en memoria.
es_mx: %@ supera el límite de tamaño seguro en memoria.
et: %@ ületab mälus hoidmiseks ohutu suuruse piiri.
eu: %@ memoria barruko tamaina-muga segurua gainditzen du.
fa: %@ از حد مجاز اندازه امن در حافظه تجاوز کرده است.
fi: %@ ylittää muistissa sallitun turvallisen kokorajan.
fil: Lumampas %@ sa ligtas na limitasyon sa laki ng in-memory.
fr: %@ dépasse la limite de taille sécurisée en mémoire.
fr_ca: %@ dépasse la limite de taille de mémoire autorisée.
ga: Sáraíonn %@ an teorainn mhéide sábháilte sa chuimhne.
gl: %@ supera o límite de tamaño seguro na memoria.
gu: %@ મેમરીમાં સુરક્ષિત કદ મર્યાદા કરતાં વધી ગયું છે.
he: %@ חורג ממגבלת הגודל הבטוחה בזיכרון.
hi: %@ मेमोरी में सुरक्षित आकार सीमा से अधिक है।
hr: %@ premašuje sigurnu granicu veličine u memoriji.
hu: %@ meghaladja a memóriában tárolható adatok biztonságos méretkorlátját.
hy: %@ գերազանցում է հիշողության մեջ անվտանգ չափի սահմանաչափը։
id: %@ melebihi batas ukuran aman dalam memori.
is: %@ fer yfir örugga stærðarmörk í minni.
it: %@ supera il limite di sicurezza per le dimensioni in memoria.
ja: %@ はメモリ内の安全なサイズ制限を超えています。
ka: %@ აღემატება მეხსიერებაში უსაფრთხო ზომის ლიმიტს.
kk: %@ қауіпсіз жад ішіндегі өлшем шегінен асып кетті.
km: %@ លើសដែនកំណត់ទំហំក្នុងអង្គចងចាំដែលមានសុវត្ថិភាព។
kn: %@ ಸುರಕ್ಷಿತ ಇನ್-ಮೆಮೊರಿ ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರಿದೆ.
ko: %@ 메모리 내 안전 크기 한도를 초과합니다.
ky: %@ коопсуз эстутумдагы өлчөм чегинен ашып кетти.
lo: %@ ເກີນຂີດຈຳກັດຂະໜາດໃນໜ່ວຍຄວາມຈຳທີ່ປອດໄພ.
lt: %@ viršija saugią atmintyje talpinamo dydžio ribą.
lv: %@ pārsniedz drošo atmiņas apjoma ierobežojumu.
mk: %@ го надминува ограничувањето за безбедна големина во меморијата.
ml: %@ മെമ്മറിയിലെ സുരക്ഷിത വലുപ്പ പരിധി കവിയുന്നു.
mn: %@ аюулгүй санах ойн хэмжээний хязгаараас хэтэрсэн байна.
mr: %@ सुरक्षित इन-मेमरी आकार मर्यादेपेक्षा जास्त आहे.
ms: %@ melebihi had saiz dalam memori yang selamat.
mt: %@ jaqbeż il-limitu tad-daqs sikur fil-memorja.
my: %@ ဘေးကင်းသော in-memory အရွယ်အစား ကန့်သတ်ချက်ကို ကျော်လွန်နေပါသည်။
nb: %@ overskrider den sikre størrelsesgrensen for minne.
ne: %@ ले सुरक्षित इन-मेमोरी साइज सीमा नाघ्छ।
nl: %@ overschrijdt de veilige limiet voor de grootte in het geheugen.
or: %@ ସୁରକ୍ଷିତ ଇନ୍-ମେମୋରୀ ଆକାର ସୀମା ଅତିକ୍ରମ କରିଛି।
pa: %@ ਸੁਰੱਖਿਅਤ ਇਨ-ਮੈਮੋਰੀ ਆਕਾਰ ਸੀਮਾ ਤੋਂ ਵੱਧ ਹੈ।
pl: %@ przekracza bezpieczny limit rozmiaru w pamięci.
pt: %@ excede o limite de tamanho seguro na memória.
pt_br: %@ excedem o limite seguro de tamanho na memória.
ro: %@ depășește limita de siguranță a dimensiunii în memorie.
ru: %@ превышает допустимый предел размера данных в памяти.
si: %@ ආරක්ෂිත මතකයේ ප්‍රමාණයේ සීමාව ඉක්මවා යයි.
sk: %@ prekračuje bezpečný limit veľkosti v pamäti.
sl: %@ presega varno omejitev velikosti v pomnilniku.
sq: %@ tejkalon limitin e madhësisë së sigurt në memorie.
sr: %@ Прелази безбедну границу величине у меморији.
sv: %@ överskrider den säkra storleksgränsen för minnet.
sw: %@ inazidi kikomo cha ukubwa salama katika kumbukumbu.
ta: %@ நினைவகத்தின் பாதுகாப்பான அளவு வரம்பை மீறுகிறது.
te: %@ సురక్షిత ఇన్-మెమరీ పరిమాణ పరిమితిని మించిపోయింది.
th: %@ มีขนาดเกินขีดจำกัดความปลอดภัยในหน่วยความจำ
tr: %@ bellek içi güvenli boyut sınırını aşıyor.
uk: %@ перевищує безпечний обмеження розміру в оперативній пам'яті.
ur: %@ محفوظ ان میموری سائز کی حد سے زیادہ ہے۔
vi: %@ vượt quá giới hạn dung lượng bộ nhớ an toàn.
zh_hans: %@ 超出了内存中的安全大小限制。
zh_hant: %@ 超過了記憶體中的安全大小限制。
zu: %@ idlula umkhawulo wosayizi ophephile ongaphakathi kwememori.

source: %@ failed its ZIP checksum.
af: %@ het sy ZIP-kontrolesom misluk.
am: %@ የዚፕ ቼክሳም አልተመሳሰለም።
ar: فشل فحص التجزئة ZIP الخاص بـ %@.
az: %@ ZIP yoxlama cəmində uğursuz oldu.
be: %@ не прайшоў праверку кантрольнай сумы ZIP.
bg: %@ не е преминал проверката на контролната сума ZIP.
bn: %@ তার ZIP চেকসাম যাচাইতে ব্যর্থ হয়েছে।
ca: %@ ha fallat la suma de verificació ZIP.
cs: %@ neprošel kontrolou kontrolního součtu ZIP.
cy: Methodd %@ ar ei swm gwirio ZIP.
da: %@ fejlede sin ZIP-kontrolsum.
de: %@: Die ZIP-Prüfsumme war fehlerhaft.
de_at: %@ hat die ZIP-Prüfsumme nicht bestanden.
de_ch: %@ hat die ZIP-Prüfsumme nicht bestanden.
el: %@ δεν πέρασε τον έλεγχο αθροίσματος ελέγχου ZIP.
es: %@ falló en la comprobación de suma de comprobación ZIP.
es_ar: %@ falló en la suma de comprobación ZIP.
es_mx: %@ falló su verificación de suma de comprobación ZIP.
et: %@ ZIP-kontrollsumma ei klappinud.
eu: %@ bere ZIP egiaztapen-batura huts egin du.
fa: %@ در مجموع بررسی ZIP خود ناموفق بود.
fi: %@ ZIP-tarkistussumma ei täsmännyt.
fil: Nabigo %@ sa ZIP checksum nito.
fr: %@ La somme de contrôle ZIP n'a pas été validée.
fr_ca: %@ a échoué à sa somme de contrôle ZIP.
ga: Theip ar %@ a sheiceála ZIP.
gl: %@ fallou coa súa suma de comprobación ZIP.
gu: %@ એ તેનો ZIP ચેકસમ નિષ્ફળ ગયો.
he: %@ נכשל בבדיקת סכום ה-ZIP שלו.
hi: %@ ज़िप कोड चेकसम में विफल रहा।
hr: %@ nije uspio provjeriti ZIP kontrolni zbroj.
hu: %@ nem felelt meg a ZIP ellenőrzőösszeg-vizsgálatnak.
hy: %@ -ի ZIP ստուգաչափը չհամընկավ։
id: %@ tidak lulus pemeriksaan checksum ZIP.
is: %@ mistókst ZIP-gátun.
it: %@ non ha superato il checksum ZIP.
ja: %@ ZIPのチェックサム検証に失敗しました。
ka: %@ აღმოჩნდა ZIP-ის შემოწმების ჯამის შეუსაბამოდ.
kk: %@ ZIP бақылау сомасында ауыспалы болды.
km: %@ បានបរាជ័យក្នុងការត្រួតពិនិត្យ ZIP របស់វា។
kn: %@ ತನ್ನ ZIP ಚೆಕ್ಸಮ್ ವಿಫಲವಾಗಿದೆ.
ko: %@ ZIP 체크섬 검사에 실패했습니다.
ky: %@ ZIP текшерүү суммасын текшерүүдөн өтпөдү.
lo: %@ ລົ້ມເຫຼວໃນການກວດສອບ ZIP.
lt: %@ neatitiko ZIP kontrolinės sumos.
lv: %@ neizturēja ZIP kontrolsummas pārbaudi.
mk: %@ не успеа при ZIP-сумирање.
ml: %@ അതിന്റെ ZIP ചെക്ക്സം പരിശോധന പരാജയപ്പെട്ടു.
mn: %@ ZIP шалгах нийлбэрээ алдаад байна.
mr: %@ चा ZIP चेकसम अयशस्वी झाला.
ms: %@ gagal dalam pemeriksaan ZIPnya.
mt: %@ falla l-kontroll tas-ZIP tiegħu.
my: %@ ၎င်း၏ ZIP checksum ကို မအောင်မြင်ခဲ့ပါ။
nb: %@ mislyktes sin ZIP-checksum.
ne: %@ को ZIP चेकसम असफल भयो।
nl: %@ de ZIP-controlesom niet gelukt.
or: %@ ଏହାର ZIP ଚେକସମ୍ ବିଫଳ ହୋଇଛି।
pa: %@ ਦਾ ਜ਼ਿਪ ਚੈੱਕਸਮ ਅਸਫਲ ਹੋ ਗਿਆ।
pl: %@ nie przeszedł kontroli sumy kontrolnej ZIP.
pt: %@ falhou na verificação da soma de verificação ZIP.
pt_br: %@ não passou na soma de verificação ZIP.
ro: %@ nu a trecut verificarea sumei de control ZIP.
ru: %@ не прошел проверку контрольной суммы ZIP.
si: %@ එහි ZIP චෙක්සම් අසමත් විය.
sk: %@ neprešlo kontrolou kontrolného súčtu ZIP.
sl: %@ ni izpolnil zahteve glede kontrolne vsote ZIP.
sq: %@ dështoi në kontrollin e shumës së ZIP-it.
sr: %@ није прошао ZIP контролни збир
sv: %@ misslyckades för sin ZIP-kontrollsumma.
sw: %@ ilishindwa hundi ya ZIP.
ta: %@ அதன் ZIP சரிபார்ப்புத்தொகையில் தோல்வியடைந்தது.
te: %@ దాని ZIP చెక్సమ్‌లో విఫలమైంది.
th: %@ ไม่ผ่านการตรวจสอบความถูกต้องของไฟล์ ZIP
tr: %@ ZIP sağlama toplamı kontrolünden geçemedi.
uk: %@ не пройшов перевірку контрольної суми ZIP.
ur: %@ اس کا زپ چیکسم ناکام ہو گیا۔
vi: %@ không vượt qua kiểm tra mã tổng kiểm tra ZIP.
zh_hans: %@ ZIP校验和验证失败。
zh_hant: %@ ZIP 校驗和檢查失敗。
zu: %@ yehlulekile ukuhlola i-ZIP yayo.

source: %@ is encrypted at the ZIP level.
af: %@ is geïnkripteer op die ZIP-vlak.
am: %@ በዚፕ ደረጃ የተመሰጠረ ነው።
ar: يتم تشفير %@ على مستوى ZIP.
az: %@ ZIP səviyyəsində şifrələnir.
be: %@ зашыфраваны на ўзроўні ZIP.
bg: %@ е криптиран на ниво ZIP.
bn: %@ জিপ লেভেলে এনক্রিপ্ট করা আছে।
ca: %@ està xifrat a nivell ZIP.
cs: %@ je zašifrován na úrovni souboru ZIP.
cy: Mae %@ wedi'i amgryptio ar lefel ZIP.
da: %@ er krypteret på ZIP-niveau.
de: %@ ist auf ZIP-Ebene verschlüsselt.
de_at: %@ ist auf ZIP-Ebene verschlüsselt.
de_ch: %@ ist auf ZIP-Ebene verschlüsselt.
el: %@ είναι κρυπτογραφημένο σε επίπεδο ZIP.
es: %@ está cifrado a nivel de archivo ZIP.
es_ar: %@ está encriptado a nivel de ZIP.
es_mx: %@ está cifrado a nivel ZIP.
et: %@ on krüpteeritud ZIP-tasandil.
eu: %@ ZIP mailan enkriptatuta dago.
fa: %@ در سطح ZIP رمزگذاری شده است.
fi: %@ on salattu ZIP-tasolla.
fil: %@ ay naka-encrypt sa antas ng ZIP.
fr: %@ est chiffré au niveau du fichier ZIP.
fr_ca: %@ est chiffré au niveau ZIP.
ga: Tá %@ criptithe ag leibhéal ZIP.
gl: %@ está cifrado a nivel ZIP.
gu: %@ ઝીપ સ્તરે એન્ક્રિપ્ટ થયેલ છે.
he: %@ מוצפן ברמת ZIP.
hi: %@ ZIP स्तर पर एन्क्रिप्ट किया गया है।
hr: %@ je šifriran na razini ZIP-a.
hu: %@ ZIP-szinten van titkosítva.
hy: %@ կոդավորված է ZIP մակարդակով։
id: %@ dienkripsi pada tingkat ZIP.
is: %@ er dulkóðað á ZIP-stigi.
it: %@ è crittografato a livello di file ZIP.
ja: %@ ZIPレベルで暗号化されています。
ka: %@ დაშიფრულია ZIP დონეზე.
kk: %@ ZIP деңгейінде шифрланған.
km: %@ ត្រូវបានអ៊ិនគ្រីបនៅកម្រិត ZIP។
kn: %@ ಅನ್ನು ZIP ಮಟ್ಟದಲ್ಲಿ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ.
ko: %@ ZIP 수준에서 암호화되어 있습니다.
ky: %@ ZIP деңгээлинде шифрленген.
lo: %@ ຖືກເຂົ້າລະຫັດຢູ່ໃນລະດັບ ZIP.
lt: %@ yra užšifruotas ZIP lygmenyje.
lv: %@ ir šifrēts ZIP līmenī.
mk: %@ е криптиран на ZIP ниво.
ml: %@ ZIP തലത്തിലാണ് എൻക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നത്.
mn: %@ нь ZIP түвшинд шифрлэгдсэн.
mr: %@ हे झिप स्तरावर एनक्रिप्ट केलेले आहे.
ms: %@ disulitkan pada peringkat ZIP.
mt: %@ huwa kriptat fil-livell ZIP.
my: %@ ကို ZIP အဆင့်တွင် ကုဒ်ဝှက်ထားသည်။
nb: %@ er kryptert på ZIP-nivå.
ne: %@ जिप स्तरमा इन्क्रिप्ट गरिएको छ।
nl: %@ is versleuteld op ZIP-niveau.
or: %@ ଜିପ୍ ସ୍ତରରେ ଏନକ୍ରିପ୍ଟ ହୋଇଛି।
pa: %@ ਜ਼ਿਪ ਪੱਧਰ 'ਤੇ ਏਨਕ੍ਰਿਪਟ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: %@ jest zaszyfrowany na poziomie pliku ZIP.
pt: %@ está encriptado ao nível de ZIP.
pt_br: %@ é criptografado no nível do ZIP.
ro: %@ este criptat la nivel de fișier ZIP.
ru: %@ зашифрован на уровне ZIP-архива.
si: %@ ZIP මට්ටමින් සංකේතනය කර ඇත.
sk: %@ je zašifrovaný na úrovni súboru ZIP.
sl: %@ je šifriran na ravni ZIP-datoteke.
sq: %@ është i koduar në nivelin ZIP.
sr: %@ је шифрована на нивоу ZIP-а.
sv: %@ är krypterad på ZIP-nivå.
sw: %@ imesimbwa kwa njia fiche katika kiwango cha ZIP.
ta: %@ என்பது ZIP மட்டத்தில் மறைகுறியாக்கம் செய்யப்பட்டுள்ளது.
te: %@ జిప్ స్థాయిలో ఎన్‌క్రిప్ట్ చేయబడింది.
th: %@ ถูกเข้ารหัสในระดับไฟล์ ZIP
tr: %@ ZIP düzeyinde şifrelenmiştir.
uk: %@ зашифровано на рівні ZIP-архіву.
ur: %@ زپ سطح پر خفیہ کردہ ہے۔
vi: %@ được mã hóa ở cấp độ ZIP.
zh_hans: %@ 在 ZIP 级别进行了加密。
zh_hant: %@ 是在 ZIP 層級進行加密的。
zu: %@ ibethelwe ezingeni le-ZIP.

# %@: Excellon syntax conflicts with filename role %@.
source: %1$@: Excellon syntax conflicts with filename role %2$@.
af: %1$@: Excellon-sintaksis bots met lêernaamrol %2$@.
am: %1$@ : Excellon አገባብ ከፋይል ስም ሚና %2$@ ጋር ይጋጫል።
ar: %1$@ : تعارضات في بناء جملة Excellon مع دور اسم الملف %2$@ .
az: %1$@: Excellon sintaksisi %2$@ fayl adı rolu ilə ziddiyyət təşkil edir.
be: %1$@: Excellon сінтаксіс канфліктуе з роляй імя файла %2$@.
bg: %1$@: Синтаксисът на Excellon влиза в конфликт с ролята на имена на файлове %2$@.
bn: %1$@: Excellon সিনট্যাক্স %2$@ ফাইলনেম রোলের সাথে সাংঘর্ষিক।
ca: %1$@: La sintaxi de Excellon entra en conflicte amb el rol del nom de fitxer %2$@.
cs: %1$@: Syntaxe Excellon je v rozporu s rolí filename %2$@.
cy: %1$@: Mae cystrawen Excellon yn gwrthdaro â rôl enw ffeil %2$@.
da: %1$@: Syntaksen i Excellon er i konflikt med filnavnet %2$@.
de: %1$@: Die Syntax von „Excellon“ steht im Konflikt mit der Dateinamenrolle „%2$@“.
de_at: %1$@: Excellon Syntaxkonflikte mit Dateinamenrolle %2$@.
de_ch: %1$@: Excellon Syntaxkonflikte mit Dateinamenrolle %2$@.
el: %1$@: Η σύνταξη του Excellon έρχεται σε σύγκρουση με τη λειτουργία filename %2$@.
es: %1$@: La sintaxis de Excellon entra en conflicto con la función de nombre de archivo %2$@.
es_ar: %1$@: La sintaxis de Excellon entra en conflicto con la función de nombre de archivo %2$@.
es_mx: %1$@: La sintaxis Excellon entra en conflicto con el rol de nombre de archivo %2$@.
et: %1$@: Excellon süntaks on vastuolus failinime rolliga %2$@.
eu: %1$@: Excellon sintaxiaren gatazkak %2$@ fitxategi-izenaren rolarekin.
fa: %1$@ : سینتکس Excellon با نقش نام فایل %2$@ تداخل دارد.
fi: %1$@: Excellon -syntaksi on ristiriidassa tiedostonimen roolin %2$@ kanssa.
fr: %1$@ : la syntaxe Excellon entre en conflit avec le rôle « filename » %2$@.
fr_ca: %1$@ : la syntaxe de Excellon entre en conflit avec le rôle de nom de fichier %2$@.
ga: %1$@: Tá coimhlint idir comhréir Excellon agus ról ainm comhaid %2$@.
gl: %1$@: A sintaxe de Excellon está en conflito co rol do nome de ficheiro %2$@.
gu: %1$@: Excellon વાક્યરચના ફાઇલનામ ભૂમિકા %2$@ સાથે વિરોધાભાસ ઉભો કરે છે.
hi: %1$@ : Excellon सिंटैक्स फाइलनाम रोल %2$@ के साथ विरोधाभास करता है।
hr: %1$@: Sintaksa Excellon je u sukobu s ulogom naziva datoteke %2$@.
hu: %1$@: Az Excellon szintaxisa ütközik a %2$@ fájlnév-szereppel.
hy: %1$@: Excellon շարահյուսությունը հակասում է %2$@ ֆայլի անվան դերին։
id: %1$@: Sintaks Excellon bertentangan dengan peran nama file %2$@.
is: %1$@: Excellon syntax stangast á við skráarnafnshlutverkið %2$@.
it: %1$@: la sintassi di Excellon è in conflitto con il ruolo del nome file %2$@.
ja: %1$@：Excellon の構文が、ファイル名ロール %2$@ と競合しています。
ka: %1$@: Excellon სინტაქსი კონფლიქტშია ფაილის სახელის როლთან %2$@.
kk: %1$@: Excellon синтаксисі %2$@ файл атауының рөлімен қайшылықта.
km: %1$@ : វាក្យសម្ព័ន្ធ Excellon មានជម្លោះជាមួយតួនាទីឈ្មោះឯកសារ %2$@ ។
kn: %1$@: Excellon ಸಿಂಟ್ಯಾಕ್ಸ್ ಫೈಲ್ ಹೆಸರಿನ ಪಾತ್ರ %2$@ನೊಂದಿಗೆ ಸಂಘರ್ಷಗೊಳ್ಳುತ್ತದೆ.
ko: %1$@: Excellon 구문이 파일명 역할 %2$@과(와) 충돌합니다.
ky: %1$@: Excellon синтаксиси %2$@ файл аталышынын ролу менен карама-каршы келет.
lo: %1$@ : ໄວຍາກອນ Excellon ຂັດກັບບົດບາດຊື່ໄຟລ໌ %2$@.
lt: %1$@: Excellon sintaksė prieštarauja failo pavadinimo vaidmeniui %2$@.
lv: %1$@: Excellon sintakse ir pretrunā ar faila nosaukuma lomu %2$@.
mk: %1$@: Excellon синтаксата е во конфликт со улогата на името на датотеката %2$@.
ml: %1$@: Excellon വാക്യഘടനയും %2$@ എന്ന ഫയൽനാമ റോളും തമ്മിൽ വൈരുദ്ധ്യമുണ്ട്.
mn: %1$@ : Excellon синтакс нь %2$@ файлын нэрийн үүрэгтэй зөрчилдөж байна.
mr: %1$@ : Excellon वाक्यरचना %2$@ या फाइलनाव भूमिकेशी विसंगत आहे.
ms: %1$@: Excellon sintaks bercanggah dengan peranan nama fail %2$@.
mt: %1$@: Is-sintassi tal-Excellon tikkonfliġġi mar-rwol tal-isem tal-fajl %2$@.
my: %1$@: Excellon syntax သည် filename role %2$@ နှင့် ပဋိပက္ခဖြစ်နေသည်။
nb: %1$@: Syntaksen i Excellon er i konflikt med filnavnsrollen %2$@.
ne: %1$@: Excellon वाक्य रचना फाइलनाम भूमिका %2$@ सँग बाझिन्छ।
nl: %1$@: De syntaxis van Excellon is in strijd met de functie van bestandsnamen %2$@.
or: %1$@: Excellon ବାକ୍ୟବିନ୍ୟାସ ଫାଇଲନାମ ଭୂମିକା %2$@ ସହିତ ଦ୍ୱନ୍ଦ୍ୱ ସୃଷ୍ଟି କରେ।
pa: %1$@: Excellon ਸੰਟੈਕਸ ਫਾਈਲਨੇਮ ਰੋਲ %2$@ ਨਾਲ ਟਕਰਾਉਂਦਾ ਹੈ।
pl: %1$@: Składnia Excellon koliduje z rolą nazwy pliku %2$@.
pt: %1$@: A sintaxe Excellon entra em conflito com a função de nome de ficheiro %2$@.
pt_br: %1$@: A sintaxe de Excellon entra em conflito com a função de nome de arquivo %2$@.
ro: %1$@: Sintaxa Excellon intră în conflict cu rolul de nume de fișier %2$@.
ru: %1$@: Синтаксис Excellon вступает в конфликт с ролью имени файла %2$@.
si: %1$@: Excellon සින්ටැක්ස් ගොනු නාම භූමිකාව %2$@ සමඟ ගැටේ.
sk: %1$@: Syntax Excellon je v konflikte s funkciou súboru %2$@.
sl: %1$@: Sintaksa Excellon je v nasprotju z vlogo imena datoteke %2$@.
sq: %1$@: Sintaksa e Excellon është në konflikt me rolin e emrit të skedarit %2$@.
sr: %1$@: синтакса Excellon је у сукобу са улогом назива датотеке %2$@.
sv: %1$@: Syntaxen i Excellon står i konflikt med filnamnsrollen %2$@.
sw: %1$@: Sintaksia ya Excellon inakinzana na jukumu la jina la faili %2$@.
ta: %1$@: Excellon தொடரியல் %2$@ என்ற கோப்புப்பெயர்ப் பங்குடன் முரண்படுகிறது.
te: %1$@: Excellon సింటాక్స్ %2$@ ఫైల్ నేమ్ రోల్‌కు విభేదిస్తుంది.
th: %1$@: ไวยากรณ์ของ Excellon ขัดแย้งกับบทบาทชื่อไฟล์ %2$@
tr: %1$@: Excellon sözdizimi, %2$@ dosya adı rolüyle çakışıyor.
uk: %1$@: Синтаксис Excellon суперечить ролі імені файлу %2$@.
ur: %1$@: Excellon نحو فائل نام کے رول %2$@ سے متصادم ہے۔
vi: %1$@: Xung đột cú pháp Excellon với vai trò tên tệp %2$@.
zh_hans: %1$@：Excellon 的语法与文件名角色 %2$@ 冲突。
zh_hant: %1$@：Excellon 的語法與檔案名稱建議的 %2$@ 角色發生衝突。
zu: %1$@ : I-syntax Excellon iphikisana nendima yegama lefayela %2$@ .

# %@: FileFunction overrides conflicting filename role %@.
source: %1$@: FileFunction overrides conflicting filename role %2$@.
af: %1$@: FileFunction oorskryf botsende lêernaamrol %2$@.
am: %1$@ : FileFunction የሚጋጭ የፋይል ስም ሚናን ይሽራል %2$@
ar: %1$@ : FileFunction يتجاوز دور اسم الملف المتعارض %2$@ .
az: %1$@: FileFunction ziddiyyətli %2$@ fayl adı rolunu ləğv edir.
be: %1$@: FileFunction перавызначае канфліктуючую ролю імя файла %2$@.
bg: %1$@: FileFunction отменя конфликтната роля за име на файл %2$@.
bn: %1$@: FileFunction সাংঘর্ষিক ফাইলনেম রোল %2$@ অগ্রাহ্য করে।
ca: %1$@: FileFunction anul·la el rol de nom de fitxer en conflicte %2$@.
cs: %1$@: FileFunction přepisuje konfliktní roli názvu souboru %2$@.
cy: %1$@: Mae FileFunction yn diystyru rôl enw ffeil sy'n gwrthdaro %2$@.
da: %1$@: FileFunction tilsidesætter den konfliktende filnavnsrolle %2$@.
de: %1$@: FileFunction überschreibt die widersprüchliche Dateinamenrolle „%2$@".
de_at: %1$@: FileFunction überschreibt die in Konflikt stehende Dateinamenrolle %2$@.
de_ch: %1$@: FileFunction überschreibt die in Konflikt stehende Dateinamenrolle %2$@.
el: %1$@: Το FileFunction αντικαθιστά τον ρόλο ονόματος αρχείου που δημιουργεί σύγκρουση %2$@.
es: %1$@: «FileFunction» anula la función de nombre de archivo conflictiva %2$@.
es_ar: %1$@: FileFunction anula la función de nombre de archivo en conflicto %2$@.
es_mx: %1$@: FileFunction anula el rol de nombre de archivo conflictivo %2$@.
et: %1$@: FileFunction asendab vastuolulise failinime rolli %2$@.
eu: %1$@: FileFunction %2$@ fitxategi-izenaren rol gatazkatsua gainidazten du.
fa: %1$@ : FileFunction نقش نام فایل متناقض %2$@ را لغو می‌کند.
fi: %1$@: FileFunction ohittaa ristiriitaisen tiedostonimen roolin %2$@.
fr: %1$@ : FileFunction remplace le rôle de nom de fichier en conflit %2$@.
fr_ca: %1$@ : FileFunction remplace le rôle de nom de fichier conflictuel %2$@.
ga: %1$@: Sáraíonn FileFunction ról ainm comhaid contrártha %2$@.
gl: %1$@: FileFunction anula o rol de nome de ficheiro en conflito %2$@.
gu: %1$@: FileFunction વિરોધાભાસી ફાઇલનામ ભૂમિકા %2$@ ને ઓવરરાઇડ કરે છે.
hi: %1$@ : FileFunction परस्पर विरोधी फ़ाइलनाम भूमिका %2$@ ओवरराइड करता है।
hr: %1$@: FileFunction poništava sukobljenu ulogu naziva datoteke %2$@.
hu: %1$@: Az FileFunction felülírja az ütköző %2$@ fájlnév-szerepet.
hy: %1$@: FileFunction անտեսում է %2$@ հակասած ֆայլի անվան դերը։
id: %1$@: FileFunction menggantikan peran nama file yang bertentangan %2$@.
is: %1$@: FileFunction hnekkir skráarnafnshlutverkinu %2$@ sem stangast á.
it: %1$@: FileFunction ha la precedenza sul nome file in conflitto %2$@.
ja: %1$@：FileFunction は、競合するファイル名ロール %2$@ を上書きします。
ka: %1$@: FileFunction უგულებელყოფს კონფლიქტურ ფაილის სახელწოდების როლს %2$@.
kk: %1$@: FileFunction қайшылықты %2$@ файл атауының рөлін қайта анықтайды.
km: %1$@ : FileFunction ជំនួស​តួនាទី​ឈ្មោះ​ឯកសារ​ដែល​មាន​ជម្លោះ %2$@ ។
kn: %1$@: FileFunction ಸಂಘರ್ಷಣೆಯ ಫೈಲ್ ಹೆಸರಿನ ಪಾತ್ರವನ್ನು %2$@ ಅತಿಕ್ರಮಿಸುತ್ತದೆ.
ko: %1$@: FileFunction는 충돌하는 파일명 역할 %2$@을 재정의합니다.
ky: %1$@: FileFunction карама-каршы келген %2$@ файл аталышынын ролун жокко чыгарат.
lo: %1$@ : FileFunction ຍົກເລີກບົດບາດຊື່ໄຟລ໌ທີ່ຂັດແຍ້ງກັນ %2$@.
lt: %1$@: FileFunction pakeičia su juo besikertantį failo pavadinimo vaidmenį %2$@.
lv: %1$@: FileFunction pārraksta konfliktējošo faila nosaukuma lomu %2$@.
mk: %1$@: FileFunction ја заменува конфликтната улога на име на датотека %2$@.
ml: %1$@: FileFunction വൈരുദ്ധ്യമുള്ള ഫയൽനാമ റോളായ %2$@ അസാധുവാക്കുന്നു.
mn: %1$@ : FileFunction зөрчилтэй файлын нэрийн %2$@ үүргийг дарж бичдэг.
mr: %1$@: FileFunction परस्परविरोधी फाइलनाव भूमिका %2$@ ला ओव्हरराइड करते.
ms: %1$@: FileFunction mengatasi peranan nama fail yang bercanggah %2$@.
mt: %1$@: FileFunction jegħleb ir-rwol tal-isem tal-fajl konfliġġenti %2$@.
my: %1$@: FileFunction ပဋိပက္ခဖြစ်နေသော ဖိုင်အမည်အခန်းကဏ္ဍ %2$@ အစားထိုးသည်။
nb: %1$@: FileFunction overstyrer den konfliktfylte filnavnsrollen %2$@.
ne: %1$@: FileFunction ले विवादास्पद फाइलनाम भूमिका %2$@ लाई ओभरराइड गर्छ।
nl: %1$@: FileFunction vervangt de conflicterende bestandsnaamfunctie %2$@.
or: %1$@: FileFunction ଦ୍ୱନ୍ଦ୍ୱପୂର୍ଣ୍ଣ ଫାଇଲନାମ ଭୂମିକା %2$@ ଓଭରରାଇଡ୍ କରେ।
pa: %1$@: FileFunction ਵਿਵਾਦਪੂਰਨ ਫਾਈਲਨਾਮ ਰੋਲ %2$@ ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ।
pl: %1$@: FileFunction zastępuje rolę o nazwie %2$@ w przypadku konfliktu nazw plików.
pt: %1$@: FileFunction sobrescreve a função de nome de ficheiro em conflito %2$@.
pt_br: %1$@: FileFunction substitui a função de nome de arquivo conflitante %2$@.
ro: %1$@: FileFunction are prioritate față de rolul de nume de fișier conflictual %2$@.
ru: %1$@: FileFunction переопределяет конфликтующую роль имени файла %2$@.
si: %1$@: FileFunction ගැටුම්කාරී ගොනු නාම භූමිකාව %2$@ අභිබවා යයි.
sk: %1$@: FileFunction má prednosť pred konfliktným názvom súboru %2$@.
sl: %1$@: FileFunction prevlada nad nasprotujočim imenom datoteke %2$@.
sq: %1$@: FileFunction mbivendos rolin e emrit të skedarit që është në konflikt %2$@.
sr: %1$@: FileFunction прекорачује улогу конфликтног назива датотеке %2$@.
sv: %1$@: FileFunction åsidosätter den motstridiga rollen för filnamn %2$@.
sw: %1$@: FileFunction inabatilisha jukumu la jina la faili linalokinzana %2$@.
ta: %1$@ : FileFunction முரண்படும் கோப்புப்பெயர்ப் பங்கான %2$@ மேலெழுதுகிறது.
te: %1$@ : FileFunction విరుద్ధమైన ఫైల్ పేరు పాత్ర %2$@ ను అధిగమిస్తుంది.
th: %1$@: FileFunction จะแทนที่บทบาทชื่อไฟล์ที่ขัดแย้งกัน %2$@
tr: %1$@: FileFunction, çakışan dosya adı rolünü %2$@ geçersiz kılar.
uk: %1$@: FileFunction замінює конфліктну роль імені файлу %2$@.
ur: %1$@: FileFunction متضاد فائل نام کے رول کو اوور رائیڈ کرتا ہے %2$@۔
vi: %1$@: FileFunction ghi đè lên vai trò tên tệp xung đột %2$@.
zh_hans: %1$@：FileFunction 覆盖了与之冲突的文件名角色 %2$@。
zh_hant: %1$@：FileFunction 覆寫了與之衝突的檔案名稱角色 %2$@。
zu: %1$@ : FileFunction idlula indima yegama lefayela eliphikisanayo %2$@ .
